aaron-bond.better-comments
anthropic.claude-code
cweijan.dbclient-jdbc
cweijan.vscode-database-client2
esbenp.prettier-vscode
github.copilot
github.copilot-chat
github.vscode-github-actions
github.vscode-pull-request-github
golang.go
google.gemini-cli-vscode-ide-companion
google.geminicodeassist
icrawl.discord-vscode
jinxdash.prettier-rust
lakshits11.monokai-pirokai
mhutchie.git-graph
ms-azuretools.vscode-containers
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.powershell
ms-vscode.remote-explorer
ms-vsliveshare.vsliveshare
pkief.material-icon-theme
prisma.prisma
robbowen.synthwave-vscode
shd101wyy.markdown-preview-enhanced
signageos.signageos-vscode-sops
streetsidesoftware.code-spell-checker
tamasfe.even-better-toml
thenuprojectcontributors.vscode-nushell-lang
tomoki1207.pdf
vscode-icons-team.vscode-icons
yandeu.five-server
